[
    {
        "title": "New Year New Me: Misunderstandings of Motivation",
        "date": "1/1/25",
        "description": "Are you tired of relying on motivation, only to watch it fade away before you reach your goals? This blog dives into why motivation alone isn't enough to achieve lasting change and introduces a more sustainable approach: identity shifts. Learn how shifting your self-perception can transform your habits, make positive behaviors automatic, and set you up for long-term success. Backed by insights from bestselling books like Atomic Habits and The Power of Habit and supported by research from Yale and the NIH, this post will show you how to align your actions with who you want to become. Ready to make this year different? Click the title to begin your journey!",
        "link": "articleCode/article1.html"
    },
    {
        "title": "Effortless Style: The Art of Mastering Basics",
        "date": "1/12/25",
        "description": "Tired of chasing fleeting fashion trends that leave your wardrobe feeling outdated and cluttered? This blog explores why micro trends aren't the key to effortless style and reveals a sustainable alternative: mastering high-quality basics. Discover how timeless staples and simple styling techniques can simplify your wardrobe, save money, and reduce your environmental impact—all while keeping you effortlessly chic. With tips on investing in durable materials like cotton, wool, and cashmere, and backed by insights from industry leaders, this guide will help you create a closet you love. Ready to redefine your style? Click the title to get started!",
        "link": "articleCode/article2.html"
    },
    {
        "title": "Footwear Essentials",
        "date": "2/1/25",
        "description": "Sick of buying shoes that only look good for a season? This guide explores why investing in high-quality, timeless footwear is the key to a stylish and functional wardrobe. Learn how to prioritize comfort, durability, and versatility with staple shoes like white sneakers, boots, and pumps. Instead of chasing trends, discover how choosing well-made shoes that fit your lifestyle can save you money and reduce clutter. Ready to upgrade your shoe game? Click the title to find out how!",
        "link": "articleCode/article3.html"
    },
    {
        "title": "Make or Break your Outfit: Accessories 101",
        "date": "2/23/25",
        "description": "Tired of fast-fashion jewelry that tarnishes, breaks, and needs constant replacing? This blog explores why investing in high-quality pieces—like solid gold and sterling silver—is the key to building a timeless and versatile jewelry collection. Learn how durable metals not only save you money in the long run but also elevate your style and contribute to a more sustainable lifestyle. We break down gold and silver purity, compare cost-per-wear between fast-fashion and investment pieces, and highlight top brands known for quality craftsmanship. Backed by insights from jewelry experts and financial comparisons, this post will show you how to make smart, stylish investments that last a lifetime. Ready to upgrade your accessories and build a collection that never goes out of style? Click the title to start investing wisely!",
        "link": "articleCode/article4.html"
    }
]
